Repository: shalucosmic/questionanswer
Catalog: languages/qna-forum-*.po
Languages: es_es, fa_ir, nl_nl, pt_pt

source: You must be logged in to ask a question
es_es: Debes iniciar sesión para preguntar.
fa_ir: برای ارسال پرسش باید عضو سایت باشید
nl_nl: Je moet ingelogd zijn om een vraag te stellen
pt_pt: Deve ter sessão iniciada para perguntar.

source: Invalid category - the category must be chosed from the drop down list
es_es: Categoría no válida. - Debes elegir una categoría desde el menu desplegable
fa_ir: دسته نامعتبر - دسته باید از لیست زیر انتخاب شود
nl_nl: Onjuiste categorie - de categorie moet gekozen worden uit de dropdown lijst
pt_pt: Categoría inválida. - Deve selecionar uma categoria a partir do menu

source: Enter Your Name
fa_ir: نام خود را وارد کنید

source: You must enter a name
fa_ir: شما باید نام خود را وارد نمائید

source: Enter Your Email Address
fa_ir: آدرس ایمیل خود را وارد کنید (نمایش داده نخواهد شد)

source: You must enter an email address
fa_ir: شما باید آدرس ایمیل خود را وارد کنید (ایمیل شما به هیچ وجه در سایت نمایش داده نخواهد شد)

source: Enter Question Title
es_es: Titulo de la pregunta
fa_ir: موضوع پرسش خود را وارد کنید
nl_nl: Voer Vraag Titel In
pt_pt: Título da pregunta

source: You must add a question title
es_es: Debes añadir un titulo a la pregunta
fa_ir: شما باید یک موضوع برای پرسش خود اضافه کنید
nl_nl: Je moet een vraag titel invoeren
pt_pt: Deve adicionar um título para a a pergunta

source: Enter Your Question Here
es_es: Introduce tu pregunta aqui
fa_ir: پرسش خود را این جا وارد کنید
nl_nl: Voer Je Vraag Hier In
pt_pt: Introduza a sua pergunta aqui

source: You must add a question
es_es: Debes añadir una pregunta
fa_ir: شما باید یک پرسش اضافه کنید
nl_nl: Je moet een vraag toevoegen
pt_pt: Deve adicionar uma pergunta

source: Enter Your Email
fa_ir: ایمیل خود را وارد کنید

source: Question awaiting moderation
es_es: Pregunta esperando moderación
fa_ir: پرسش شما بررسی خواهد شد
nl_nl: Vraag in afwachting van moderatie
pt_pt: A sua pergunta aguarda moderação

source: error occured in asking question
es_es: Ha ocurrido un error mientras preguntabas...
fa_ir: در ارسال سوال، مشکلی ایجاد شده است
nl_nl: fout opgetreden bij het stellen van een vraag
pt_pt: Ocorreu um erro ao colocar a sua pergunta...

source: Question added successfuly
es_es: Tu pregunta ha sido recibida
fa_ir: پرسش شما با موفقیت ارسال شد
nl_nl: Vraag succesvol toegevoegd
pt_pt: A sua pergunta foi adicionada com sucesso

source: A new question has been asked, answer it by visiting
es_es: Se ha publicado una pregunta nueva. Respondela visitando
fa_ir: یک پرسش جدید ارسال شده است، با بازدید خود آن را پاسخ دهید
nl_nl: Een nieuwe vraag is gesteld, beantwoord deze door het bezoeken van
pt_pt: Foi publicada uma nova questão. Responda visitando

source: The question is:
es_es: La pregunta es:
fa_ir: پرسش:
nl_nl: De vraag is:
pt_pt: A pergunta é:

source: Your question is awaiting moderation
fa_ir: پرسش شما در دست بررسی است

source: If approved you can view answers at
fa_ir: اگر تأیید می کنید، شما می توانید پاسخ را ببینید در

source: A new question has been held for moderation. To approve or reject it go to
fa_ir: پرسش شما برای مدیریت ارسال شد. برای تأیید یا انصراف آن بروید به

source: Use the form below to ask a question
es_es: Usa el siguiente formulario para preguntar
fa_ir: برای ارسال پرسش از فرم زیر استفاده کنید
nl_nl: Gebruik het onderstaande formulier om een vraag te stellen
pt_pt: Utilize o seguinte formulário para colocar uma pergunta

source: Please login to ask a question
es_es: Por favor, inicia sesión para preguntar
fa_ir: لطفا برای ارسال سوال، وارد سایت شوید
nl_nl: Log in om een vraag te stellen
pt_pt: Por favor, inicíe sessão para poder colocar uma pergunta

source: Category
es_es: Categoría
fa_ir: دسته
nl_nl: Categorie
pt_pt: Categoría

source: Ask
es_es: Pregunta
fa_ir: ارسال پرسش
nl_nl: Vraag
pt_pt: Pergunta

source: You do not have sufficient permissions to access this page.
es_es: No tienes permisos para acceder a ésta página.
fa_ir: شما اجازه دسترسی به این صفحه را ندارید
nl_nl: Je hebt niet voldoende rechten om deze pagina te bezoeken.
pt_pt: Não tem permissão para aceder a esta página.

source: Hold questions for moderation
fa_ir: پرسش را برای مدیریت نگه دارید

source: Select Category
fa_ir: یک دسته انتخاب کنید

source: Login or Register
fa_ir: ورود/عضویت

source: To see your questons or ask new one please log in
fa_ir: برای مشاهده پرسش خود یا ارسال یک پرسش جدید، لطفا وارد سایت شوید

source: Asked by
fa_ir: نگارش توسط:

source: ago in
fa_ir: قبل

source: View All Questions
es_es: Ver todas las preguntas
fa_ir: مشاهده تمام پرسش ها
nl_nl: Bekijk Alle Vragen
pt_pt: Ver todas as perguntas

source: Questions
es_es: Preguntas
fa_ir: پرسش ها
nl_nl: Vragen
pt_pt: Perguntas

source: Question
es_es: Pregunta
fa_ir: پرسش
nl_nl: Vraag
pt_pt: Pergunta

source: New Question
es_es: Nueva pregunta
fa_ir: پرسش جدید
nl_nl: Nieuwe Vraag
pt_pt: Nova pergunta

source: Ask new question
es_es: Hacer otra pregunta
fa_ir: ارسال پرسش جدید
nl_nl: Stel een nieuwe vraag
pt_pt: Fazer outra pergunta

source: change question
es_es: Cambiar pregunta
fa_ir: تغییر پرسش
nl_nl: Wijzig vraag
pt_pt: Mudar pergunta

source: new question
es_es: nueva pregunta
fa_ir: پرسش جدید
nl_nl: nieuwe vraag
pt_pt: nova pergunta

source: view question
es_es: Ver la pregunta
fa_ir: مشاهده پرسش
nl_nl: bekijk vraag
pt_pt: Ver a pergunta

source: search question
es_es: Buscar pregunta
fa_ir: جستجو در میان پرسش ها
nl_nl: zoek vraag
pt_pt: procurar pergunta

source: No Questions Found
es_es: No se han encontrado preguntas
fa_ir: پرسشی پیدا نشد
nl_nl: Geen Antwoorden Gevonden
pt_pt: Não foram encontradas perguntas

source: No questions found in trash
es_es: No se han encontrado preguntas en la papelera
fa_ir: پرسشی در زباله دان پیدا نشد
nl_nl: Geen antwoorden gevonden in vuilnisbak
pt_pt: Não foram encontradas perguntas no lixo

source: Users
es_es: Usuarios
fa_ir: کاربران
nl_nl: Gebruikers
pt_pt: Utilizadores

source: User
es_es: Usuario
fa_ir: کاربر
nl_nl: Gebruiker
pt_pt: Utilizador

source: Add User
es_es: Añadir usuario
fa_ir: اضافه کردن کاربر
nl_nl: Gebruiker Toevoegen
pt_pt: Adicionar Utilizador

source: Update Profile
es_es: Actualizar perfil
fa_ir: به روزرسانی نمایه
nl_nl: Profiel Bijwerken
pt_pt: Atualizar perfil

source: View Profile
es_es: Ver perfil
fa_ir: نمایش نمایه
nl_nl: Profiel Bekijken
pt_pt: Ver perfil

source: error with user
fa_ir: خطا با کاربر

source: error creating default page
fa_ir: خطا در ساخت برگه پیشفرض

source: A password has been emailed to you
fa_ir: یک کلمه عبور برای ایمیل شما ارسال شده است

source: Your passwords dont match
fa_ir: کلمه عبور شما تطابق ندارد

source: Profile Updated
fa_ir: نمایه به روزرسانی شد

source: Login
fa_ir: ورود

source: Lost your password?
fa_ir: کلمه عبور خود را گم کرده اید؟

source: Register
fa_ir: عضویت

source: Answers
fa_ir: پاسخ ها

source: Best Answer
fa_ir: بهترین پاسخ

source: Logout
fa_ir: خروج

source: Get or Change your Gravatar
fa_ir: ارسال یا تغییر تصویر نمایه

source: About
fa_ir: درباره

source: My Recent Questions
fa_ir: پرسش های اخیر من

source: spam
fa_ir: هرزنامه

source: Approve this question
fa_ir: با این پرسش موافقم

source: Approve
fa_ir: موافقم

source: Mark as spam
fa_ir: نشانه گذاری به عنوان هرزنامه

source: Spam
fa_ir: هرزنامه

source: Preview &#8220;%s&#8221;
fa_ir: پیش نمایش &#8220;%s&#8221;

source: Preview
fa_ir: پیش نمایش

source: View and Answer &#8220;%s&#8221;
fa_ir: مشاهده و پاسخ &#8220;%s&#8221;

source: Answer
es_es: Responder
fa_ir: پاسخ
nl_nl: Antwoord
pt_pt: Responder

source: %d answer
es_es: %d respuesta
nl_nl: %d antwoord
pt_pt: %d resposta
